Repository: IBM/watson-translator-101
Catalog: en-fr-6000-ParallelCorpus.tmx
Source language: en
Languages: fr

source: International Federation of Hard of Hearing People
fr: Human Lactation Center

source: International Fellowship of Reconciliation (1999-2002)
fr: Institute for Environment and Development Studies - Friends of the Earth Bangladesh

source: International Hotel and Restaurant Association (1999-2002)
fr: Institut ibéro-américain du droit aéronautique et de l'espace et de l'aviation commerciale

source: International Institute for Applied Systems Analysis (1999-2002)
fr: Institut international pour l'analyse appliquée des systèmes (1999-2002)

source: (d) To note that the Committee decided to close its consideration of the request for consultative status with the Council made by the following two non-governmental organizations:
fr: d) De prendre acte du fait que le Comité a clos l'examen de la demande d'admission au statut consultatif spécial auprès du Conseil présentée par les deux organisations non gouvernementales suivantes :

source: 2005/208 Matters pertaining to reinstatement of the consultative status of non-governmental organizations in cases where consultative status was suspended by the Economic and Social Council
fr: Questions liées au rétablissement du statut consultatif d'organisations non gouvernementales dont ledit statut a été suspendu par le Conseil économique et social

source: At its 2nd plenary meeting, on 4 February 2005, the Economic and Social Council decided to request the Asociación para la Paz Continental, a non-governmental organization suspended in 2000 from its consultative status with the Council, to submit an updated application for consultative status, which the Committee on Non-Governmental Organizations would examine at a future session.
fr: À sa 2e séance plénière, le 4 février 2005, le Conseil économique et social a décidé de demander à l'organisation non gouvernementale Asociación para la Paz Continental, dont il a suspendu le statut en 2000, de présenter une demande mise à jour d'admission au statut consultatif que le Comité chargé des organisations non gouvernementales examinerait à une session à venir.

source: 2005/209 Organization of work of the Committee on Non-Governmental Organizations for its 2005 regular session
fr: Organisation des travaux du Comité chargé des organisations non gouvernementales à sa session de 2005

source: At its 2nd plenary meeting, on 4 February 2005, the Economic and Social Council decided that the two days not used by the Committee on Non-Governmental Organizations at its 2005 regular session would be added to its two-week resumed session to be held in May 2005, on the understanding that conference services for those two days would be provided on an as-available basis.
fr: À sa 2e séance plénière, le 4 février 2005, le Conseil économique et social a demandé que les deux jours que le Comité chargé des organisations non gouvernementales n'avait pas utilisés à sa session ordinaire soient ajoutés à la reprise de sa session de deux semaines en mai 2005, étant entendu que les services de conférence nécessaires pendant ces deux jours seraient assurés dans la mesure du possible.

source: 2005/210 Working arrangements for the substantive session of 2005 of the Economic and Social Council
fr: Organisation des travaux de la session de fond de 2005 du Conseil économique et social

source: At its 3rd plenary meeting, on 1 March 2005, the Economic and Social Council decided on the following working arrangements for its substantive session of 2005:
fr: À sa 3e séance plénière, le 1er mars 2005, le Conseil économique et social a décidé ce qui suit concernant l'organisation des travaux de sa session de fond de 2005 :

source: (i) The high-level segment will be held from 29 June to 1 July 2005;
fr: i) Le débat de haut niveau se tiendra du 29 juin au 1er juillet 2005;

source: (ii) The coordination segment will be held from 5 to 7 July 2005;
fr: ii) Le débat consacré aux questions de coordination se tiendra du 5 au 7 juillet 2005;

source: (iii) The operational activities segment will be held from 8 to 12 July 2005;
fr: iii) Le débat consacré aux activités opérationnelles se tiendra du 8 au 12 juillet 2005;

source: (iv) The humanitarian affairs segment will be held from 13 to 18 July 2005;
fr: iv) Le débat consacré aux affaires humanitaires se tiendra du 13 au 18 juillet 2005;

source: (v) The general segment will be held from 18 to 25 July 2005;
fr: v) Le débat général se tiendra du 18 au 25 juillet 2005;

source: (vi) The Council will conclude its work on 26 and 27 July 2005;
fr: vi) Le Conseil conclura ses travaux les 26 et 27 juillet 2005;

source: (b) Dialogue with the Executive Secretaries of the regional commissions: the dialogue with the Executive Secretaries of the regional commissions will be held immediately after the high-level segment of the substantive session of the Council, on the morning of 5 July 2005;
fr: b) Dialogue avec les secrétaires exécutifs des commissions régionales : le dialogue avec les secrétaires exécutifs des commissions régionales se tiendra immédiatement après le débat de haut niveau de la session de fond du Conseil, le 5 juillet 2005 au matin.

source: (c) Issue of transition from relief to development: the Council will consider holding an event to discuss the issue of transition from relief to development and will hold further consultations, in this regard, including on the possible format and modalities of such an event.
fr: c) Question du passage de la phase des secours à celle de l'aide au développement : le Conseil envisagera la possibilité de débattre de la question du passage de la phase des secours à celle de l'aide au développement et tiendra d'autres consultations quand à la forme et à la tenue de ce débat.

source: 2005/211 Date of the special high-level meeting of the Economic and Social Council with the Bretton Woods institutions, the World Trade Organization and the United Nations Conference on Trade and Development
fr: Date de la tenue de la réunion spéciale de haut niveau du Conseil économique et social avec les représentants des institutions de Bretton Woods, de l'Organisation mondiale du commerce et de la CNUCED

source: At its 3rd plenary meeting, on 1 March 2005, the Economic and Social Council decided that the special high-level meeting with the Bretton Woods institutions, the World Trade Organization and the United Nations Conference on Trade and Development would be held at Headquarters on 18 April 2005.
fr: À sa 3e séance plénière, le 1er mars 2005, le Conseil économique et social a décidé que sa réunion spéciale de haut niveau avec les représentants des institutions de Bretton Woods, de l'Organisation mondiale du commerce et de la CNUCED se tiendra au Siège, le 18 avril 2005.

source: 2005/212 Theme for the humanitarian affairs segment of the substantive session of 2005 of the Economic and Social Council
fr: Thème du débat de la session de fond de 2005 du Conseil économique et social consacré aux affaires humanitaires

source: (a) That the theme for the humanitarian affairs segment of its substantive session of 2005 would be “Strengthening of the coordination of the United Nations humanitarian assistance, including capacity as well as organizational aspects”;
fr: À sa 4e séance plénière, le 31 mars 2005, le Conseil économique et social a décidé : a) que le thème du débat de sa session de fond de 2005 consacré aux affaires humanitaires s'intitulerait « Renforcement de la coordination de l'assistance humanitaire de l'Organisation des Nations Unies, y compris des capacités et des aspects organisationnels »; et b) que serait également organisée une réunion-débat sur « les enseignements tirés du séisme/tsunami qui a récemment frappé la région de l'océan Indien ».

source: 2005/213 Improvement of the work of the Commission on Population and Development
fr: Amélioration des travaux de la Commission de la population et du développement

source: At its 4th plenary meeting, on 31 March 2005, the Economic and Social Council, in order to improve the work of the Commission on Population and Development, decided:
fr: À sa 4e séance plénière, le 31 mars 2005, Le Conseil économique et social, afin d'améliorer les travaux de la Commission de la population et du développement, a décidé que :

source: (a) With effect from the thirty-eighth regular session of the Commission, to be held from 4 to 8 April 2005, that, immediately following the closure of each regular session, the Commission would hold the first meeting of its subsequent regular session for the sole purpose of electing a new Chairman and other members of the Bureau, in accordance with rule 15 of the rules of procedure of the functional commissions of the Council;
fr: a) À partir de la trente-huitième session ordinaire de la Commission, qui aura lieu du 4 au 8 avril 2005, la Commission, aussitôt après la clôture d'une session ordinaire, tiendra la première séance de sa session ordinaire suivante aux seules fins d'élire le nouveau président et les autres membres du Bureau, conformément à l'article 15 du Règlement intérieur des commissions techniques du Conseil;

source: (b) That the terms of office of the members of the Commission would be for four regular sessions of the Commission, to begin immediately after the conclusion of the Commission's regular session held after 1 January, following their election by the Council, and to end at the conclusion of the regular session held after 1 January, following the election of the States that were to succeed them as members of the Commission, unless they were re-elected;
fr: b) Les membres de la Commission seront élus pour quatre sessions ordinaires de la Commission, leur mandat commençant dès la fin de la session ordinaire tenue après le 1er janvier suivant leur élection par le Conseil et expirant à la fin de la session ordinaire tenue après le 1er janvier suivant l'élection des États qui leur succèderont à la Commission, à moins qu'ils ne soient réélus;

source: (c) To extend to the conclusion of the thirty-ninth regular session of the Commission the terms of office of members of the Commission that were to expire on 31 December 2005; to extend to the conclusion of the fortieth regular session of the Commission the terms of office of members of the Commission that were to expire on 31 December 2006; to extend to the conclusion of the forty-first regular session of the Commission the terms of office of members of the Commission that were to expire on 31 December 2007; and to extend to the conclusion of the forty-second regular session of the Commission the terms of office of members of the Commission that were to expire on 31 December 2008;
fr: c) Le mandat des membres du Bureau de la Commission devant venir à expiration le 31 décembre 2005 est prorogé jusqu'à la fin des travaux de la trente-neuvième session ordinaire de la Commission; le mandat des membres du Bureau de la Commission devant venir à expiration le 31 décembre 2006 est prorogé jusqu'à la fin des travaux de la quarantième session ordinaire de la Commission; le mandat des membres du Bureau de la Commission devant venir à expiration le 31 décembre 2007 est prorogé jusqu'à la fin des travaux de la quarante et unième session ordinaire de la Commission; et le mandat des membres du Bureau de la Commission devant venir à expiration le 31 décembre 2008 est prorogé jusqu'à la fin des travaux de la quarante-deuxième session ordinaire de la Commission;

source: (d) That the pertinent provisions of General Assembly resolution 1798 (XVII) of 11 December 1962 would apply only to the substantive part of the session of the Commission.
fr: d) Les dispositions de la résolution 1798 (XVII) de l'Assemblée générale, en date du 11 décembre 1962, ne s'appliquent qu'à la partie des sessions de la Commission consacrée aux travaux de fond.

source: 2005/214 Implementation of resolutions concerning the participation of associate member countries of the Economic Commission for Latin America and the Caribbean in the follow-up to United Nations world conferences and in the work of the Economic and Social Council
fr: Mise en œuvre des résolutions concernant la participation des membres associés de la Commission économique pour l'Amérique latine et les Caraïbes aux activités de suivi des conférences mondiales des Nations Unies et aux travaux du Conseil économique et social

source: At its 8th plenary meeting, on 28 April 2005, the Economic and Social Council decided to defer to its substantive session of 2005, under agenda item 10, “Regional cooperation”, its consideration of draft resolution III, entitled, “Implementation of resolutions concerning the participation of associate member countries of the Economic Commission for Latin America and the Caribbean in the follow-up to United Nations world conferences and in the work of the Economic and Social Council”.
fr: À sa 8e séance plénière, le 28 avril 2005, le Conseil économique et social a décidé de reporter à sa session de fond de 2005, au titre du point 10 de l'ordre du jour intitulé « Coopération régionale », l'examen du projet de résolution III intitulé « Mise en œuvre des résolutions concernant la participation des membres associés de la Commission économique pour l'Amérique latine et les Caraïbes aux activités de suivi des conférences mondiales des Nations Unies et aux travaux du Conseil économique et social ».

source: 2005/215 Participation of intergovernmental organizations in the work of the Economic and Social Council
fr: Participation d'organisations intergouvernementales aux travaux du Conseil économique et social

source: At its 8th plenary meeting, on 28 April 2005, the Economic and Social Council decided to include in the agenda of its substantive session of 2005, for its consideration, the request of the Global Water Partnership Organization to participate as an observer in the work of the Council.
fr: À sa 8e séance plénière, le 28 avril 2005, le Conseil économique et social a décidé d'inscrire à l'ordre du jour de sa session d'organisation de 2005 l'examen de la demande présentée par l'organisation Partenariat mondial pour l'eau en vue de participer à ses travaux en qualité d'observateur.

source: 2005/216 Economic and Social Council event to consider the issue of the transition from relief to development
fr: Débat du Conseil économique et social sur la question du passage de la phase des secours à celle de l'aide au développement

source: At its 8th plenary meeting, on 28 April 2005, the Economic and Social Council decided to hold an event on the morning of Wednesday, 13 July 2005, entitled “Economic and Social Council event to consider the issue of the transition from relief to development”, on an informal basis, as follows:
fr: À sa 8e séance plénière, le 28 avril 2005, le Conseil économique et social a décidé de tenir, dans la matinée du mercredi 13 juillet 2005, une réunion officieuse sur le thème intitulé « Débat du Conseil économique et social sur la question du passage de la phase des secours à celle de l'aide au développement » qui serait organisée comme suit :

source: (a) A brief presentation will be followed by interactive discussions with interested delegations;
fr: a) Un bref exposé serait suivi d'échanges entre les délégations intéressées;

source: (b) There will be a Chairperson's summary but no negotiated outcome document;
fr: b) Aucun document final ni compte rendu ne serait produit;

source: (c) A brief reference to the event will be included in the report of the Economic and Social Council;
fr: c) Une brève mention du débat serait faite dans le rapport du Conseil.

source: and accordingly decided that the operational activities segment would conclude its work on the afternoon of 12 July 2005 and the humanitarian segment would begin its work on the afternoon of 13 July 2005.
fr: Il a donc également décidé de conclure son débat consacré aux activités opérationnelles l'après-midi du 12 juillet et d'entamer celui consacré aux affaires humanitaires l'après-midi du 13 juillet 2005.

source: 2005/217 Reform proposed by the Secretary-General in the area of human rights
fr: Réforme proposée par le Secrétaire général dans le domaine des droits de l'homme

source: At its 9th plenary meeting, on 9 June 2005, the Economic and Social Council:
fr: À sa 9e séance plénière, le 9 juin 2005, le Conseil économique et social :

source: (a) Bearing in mind General Assembly resolutions 59/145 of 17 December 2004 and 59/291 of 15 April 2005, in which the Assembly, inter alia, requested the President of the General Assembly to continue to hold open, inclusive and transparent consultations with all Member States with a view to reaching the broadest possible agreement on all major issues relating to the High-level Plenary Meeting of the General Assembly to be held in September 2005, and also taking note of Commission on Human Rights decision 2005/116 of 22 April 2005, decided to request the Chairperson of the Commission on Human Rights to organize, at the Commission's sixty-first session, an open-ended informal consultation of up to two days to reflect on the recommendations on human rights contained in the report of the Secretary-General entitled “In larger freedom: towards development, security and human rights for all” with a view to contributing to the intergovernmental deliberations to be held in the Assembly on the proposed reforms of the United Nations;
fr: a) Ayant à l'esprit les résolutions 59/145 et 59/291 de l'Assemblée générale, datées respectivement du 17 décembre 2004 et du 15 avril 2005, dans lesquelles l'Assemblée a, notamment, prié le Président de l'Assemblée générale de continuer à tenir des consultations ouvertes, représentatives et transparentes avec tous les États Membres afin de parvenir à l'accord le plus large possible sur toutes les questions importantes relatives à la Réunion plénière de haut niveau de l'Assemblée générale qui se tiendra en septembre 2005, et prenant note de la décision 2005/116 de la Commission des droits de l'homme, en date du 22 avril 2005, a décidé de prier le Président de la Commission des droits de l'homme d'organiser, à la soixante et unième session de la Commission, des consultations officieuses à composition non limitée d'une durée maximale de deux jours pour réfléchir sur les recommandations relatives aux droits de l'homme figurant dans le rapport du Secrétaire général intitulé « Dans une liberté plus grande : développement, sécurité et respect des droits de l'homme pour tous », en vue de contribuer aux délibérations intergouvernementales qui auront lieu à l'Assemblée sur la réforme proposée de l'Organisation des Nations Unies; et

source: (b) To that end also decided to authorize the Chairperson to prepare a summary of the informal consultation by 15 June 2005, to be transmitted to the President of the General Assembly through the President of the Economic and Social Council.
fr: b) Décidé également à cet effet d'autoriser le Président à établir, le 15 juin 2005 au plus tard, un résumé des consultations officieuses, qui sera transmis au Président de l'Assemblée générale par l'intermédiaire du Président du Conseil économique et social.

source: 2005/218 Multi-year work programme for the coordination segment of the Economic and Social Council
fr: Programme de travail pluriannuel pour le débat du Conseil économique et social consacré aux questions de coordination

source: At its 9th plenary meeting, on 9 June 2005, the Economic and Social Council decided to defer to the coordination segment of its substantive session of 2005 its consideration of the multi-year work programme for the coordination segment of the Council.
fr: À sa 9e séance plénière, le 9 juin 2005, le Conseil économique et social a décidé de reporter au débat de sa session de fond de 2005 consacré aux questions de coordination l'examen du Programme de travail pluriannuel en vue de ce débat.

source: 2005/219 Participation of intergovernmental organizations in the work of the Council
fr: Participation d'organisations intergouvernementales aux travaux du Conseil économique et social

source: At its 9th plenary meeting, on 9 June 2005, the Economic and Social Council decided to include in the agenda of its substantive session of 2005, for its consideration, the request of the Union economique et monétaire ouest africaine to participate as an observer in the work of the Council.
fr: À sa 9e séance plénière, le 9 juin 2005, le Conseil économique et social a décidé d'inscrire à l'ordre du jour de sa session de fond de 2005 l'examen de la demande présentée par l'Union économique et monétaire ouest-africaine en vue de participer à ses travaux en qualité d'observateur.

source: Consistent with the United Nations Convention against Corruption (General Assembly resolution 58/4, annex).
fr: Conformément à la Convention des Nations Unies contre la corruption (résolution 58/4, annexe).

source: In the context of its resolution 1998/46, annex III, and General Assembly resolution 57/270 B, the Council will hold a dialogue with the Executive Secretaries of the regional commissions immediately after the high-level segment.
fr: En application des dispositions de l'annexe III de sa résolution 1998/46 et de la résolution 57/270 B de l'Assemblée générale, le Conseil tiendra un dialogue avec les secrétaires exécutifs des commissions régionales immédiatement après le débat de haut niveau.

source: An addendum to the report of the Secretary-General on regional cooperation will be made available to the Council as a background document (Council decision 2004/323).
fr: Un additif au rapport du Secrétaire général sur la coopération régionale sera mis à la disposition du Conseil comme document d'information (décision 2004/323 du Conseil).

source: Submitted to the Council through the Commission on Sustainable Development.
fr: Présenté au Conseil par l'intermédiaire de la Commission du développement durable.

source: The report of the Secretary-General on the coordinated implementation of the Habitat Agenda (Council decision 2004/300) will be submitted only to the General Assembly, at its sixtieth session (Assembly resolution 59/239).
fr: Le rapport du Secrétaire général sur l'application coordonnée du Programme pour l'habitat (décision 2004/300 du Conseil) ne sera présenté qu'à l'Assemblée générale, à sa soixantième session (résolution 59/239 de l'Assemblée).

source: Submitted to the Council through the Commission on Human Rights and the Commission on Crime Prevention and Criminal Justice.
fr: Présenté au Conseil par l'intermédiaire de la Commission des droits de l'homme et de la Commission pour la prévention du crime et la justice pénale.

source: See E/2005/1, sect. II; the list of questions will be revised in the light of the Council's deliberations on the proposed programme of work for 2005.
fr: Voir E/2005/1, sec.II; la liste de questions sera révisée après que le Conseil aura examiné le projet de programme de travail pour 2005.

source: See also Council decision 2005/216.
fr: Voir également la décision 2005/216 du Conseil.

source: Steering Committee of the Energy Efficiency 21 Project Sixteenth session, 29 June-1 July 2005 (Item 5 of the provisional agenda)
fr: Seizième session, 29 juin -1er juillet 2005

source: Capacity-building and support for the establishment of an energy efficiency fund in Eastern Europe
fr: RENFORCEMENT DE CAPACITES ET APPUI A LA MISE EN PLACE D'UN FONDS DEDIE A L'EFFICACITE ENERGETIQUE EN EUROPE DE L'EST
